<template>
  <div class="news-container">
   <img :src="require('@/assets/Asociation.jpeg')" alt="Изображение новости" />
   <div class="news-content">
      <h1>Федеральная Ассоциация IT–специалистов</h1>
      <p>По информации источников СМИ, в России создадут федеральную Ассоциацию IT–специалистов с отделениями в каждом регионе страны. Эту информацию также сообщили СМИ в пресс-службе федерального партийного проекта "Единой России" "Цифровая Россия" со ссылкой на члена комитета Госдумы по информполитике, федерального координатора "Цифровой России" Антона Немкина.</p>
      <p>По словам депутата, в настоящий момент в России действует несколько отраслевых ассоциаций, курирующих отдельные IT-сегменты. «В то же время в России отсутствует единая структура, представляющая все IT-сообщество. Напомню, что, по последним оценкам, в России порядка 800 тыс. специалистов, интересы которых должны быть представлены», — считает Немкин.</p>
      <p>В пресс-службе "Цифровой России" пояснили СМИ, что необходимость создания отдельной ассоциации обусловлена слабой вовлечённостью IT-специалистов в государственную информационную повестку. Также, как считают в партпроекте, общественное объединение может стать еще одним инструментом популяризации IT-сектора, а также выполнения социальных задач, которые сегодня стоят перед сферой, прежде всего, в части развития навыков цифровых компетенций у граждан.</p>
      <p>Согласно предоставленной СМИ информации, ключевыми целями ассоциации станут защита цифровых прав и интересов граждан через широкое представительство и обсуждение цифровых инициатив и предложений, учет мнения общества и бизнеса, нахождение баланса интересов между государством и бизнесом, а также защита интересов самих IT-специалистов.</p>
      <p>Согласно планам, ассоциация будет действовать в каждом из 89 субъектов страны и предполагается функционирование федеральных окружных советов, а также комиссий по каждому актуальному направлению текущей цифровой повестки, в том числе по кибербезопасности, противодействию сетевому мошенничеству, криптовалютной деятельности, устранению цифрового неравенства.</p>
    </div>
  </div>
  </template>
  
  <script>
  export default {
    name: 'AssociationPage',
  };
  </script>
 <style>
 .news-container {
   display: flex;
   flex-direction: column;
   align-items: center;
   padding: 20px;
 }
 
 .news-content {
   max-width: 800px;
   text-align: center;
 }
 
 .news-container img {
   width: 100%;
   max-width: 800px;
   height: auto;
   object-fit: cover;
   border-radius: 8px;
   margin-bottom: 20px;
 }
 
 .news-content h1 {
   font-size: 2em;
   margin-bottom: 20px;
 }
 
 .news-content p {
   font-size: 1.2em;
   line-height: 1.6;
   text-align:justify;
 }
 </style>